Repository: xbandrade/odonto-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: We are a premier dental clinic dedicated to providing the highest quality dental care to our patients.
pt_br: Nós somos uma clínica odontológica dedicada a fornecer tratamentos da melhor qualidade para nossos pacientes.

source: At OdontoDj, we offer a full range of dental services, from routine check-ups and cleanings to complex restorative procedures. Our facility is equipped with the latest technology and equipment to ensure that you receive the best possible care.
pt_br: Na OdontoDj, nós oferecemos uma gama completa de serviços odontológicos, desde check-ups de rotina e limpezas a procedimentos de restaurações complexas. Nossas instalações são equipadas com a mais recente tecnologia e equipamentos que garantem que você receberá o melhor tratamento possível.

source: In addition to our exceptional dental services, we are proud to offer convenient online appointment scheduling and access to your treatment history. This means that you can easily schedule your next appointment from the comfort of your own home, and keep track of your previous treatments and progress.
pt_br: Além de nossos serviços odontológicos excepcionais, nós temos orgulho de oferecer agendamento de consultas online e acesso ao seu histórico de tratamento de forma conveniente. Isso significa que você pode facilmente marcar sua próxima consulta do conforto de sua casa, e acompanhar o progresso de suas consultas e seus tratamentos prévios.

source: Thank you for choosing OdontoDj for your dental needs. We look forward to helping you achieve a healthy, beautiful smile!
pt_br: Obrigado por escolher a OdontoDj para suas necessidades odontológicas. Estamos ansiosos para auxiliá-lo a alcançar um sorriso bonito e saudável!

source: Home
pt_br: Início

source: Welcome to OdontoDj!
pt_br: Bem-vindo à OdontoDj!

source: We look forward<br> to helping you<br> achieve a healthy,<br> beautiful smile!<br>
pt_br: Estamos ansiosos<br>para auxiliá-lo a<br>alcançar um sorriso<br> bonito e saudável!<br>

source: Schedule an appointment right now.
pt_br: Agende uma consulta agora mesmo.

source: Services
pt_br: Serviços

source: These are our treatments and procedures
pt_br: Estes são nossos tratamentos e procedimentos

source: Procedure
pt_br: Procedimento

source: Price
pt_br: Preço

source: No procedures available at the moment
pt_br: Nenhum procedimento disponível no momento

source: Please, fix the errors in the form
pt_br: Por favor, corrija os erros no formulário

source: Change Password
pt_br: Alterar Senha

source: Submit
pt_br: Enviar

source: Schedule
pt_br: Agendar

source: About
pt_br: Sobre

source: Dashboard
pt_br: Painel do Usuário

source: Register
pt_br: Registrar

source: English
pt_br: Inglês

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: Name
pt_br: Nome

source: Appointment
pt_br: Consulta

source: Sorry, we currently have no available times for any dates soon.
pt_br: Desculpe, não temos horários disponíveis no momento.

source: PT Name
pt_br: Nome PT

source: Procedures
pt_br: Procedimentos

source: User
pt_br: Usuário

source: Scheduled at
pt_br: Agendado em

source: Updated at
pt_br: Atualizado em

source: Is completed
pt_br: Completo

source: Is confirmed
pt_br: Confirmado

source: Date
pt_br: Data

source: Time
pt_br: Horário

source: Confirmation token
pt_br: Token de confirmação

source: Appointments
pt_br: Consultas

source: #{id} - {name}'s Appointment
pt_br: #{id} - Consulta de {name}

source: Details
pt_br: Detalhes

source: Sent at
pt_br: Enviado em

source: Custom Appointment
pt_br: Consulta Personalizada

source: Custom Appointments
pt_br: Consultas Personalizadas

source: #{id} - {name}'s Custom Appointment
pt_br: #{id} - Consulta de {name}

source: This field is required.
pt_br: Este campo é requerido.

source: Invalid procedure selected.
pt_br: Procedimento inválido selecionado.

source: Invalid confirmation token.
pt_br: Token de confirmação inválido.

source: Your appointment has already been confirmed.
pt_br: Sua consulta já foi confirmada.

source: Your appointment has been confirmed successfully!
pt_br: Sua consulta foi confirmada com sucesso!

source: Go to Dashboard
pt_br: Ir para o Painel de Usuário

source: Go to Login page
pt_br: Ir para a página de Login

source: Custom Schedule
pt_br: Agendamento Personalizado

source: Custom Appointment Scheduler
pt_br: Agendar Consulta Personalizada

source: You have to be logged in to book a custom appointment.
pt_br: Você deve estar logado para marcar uma consulta personalizada.

source: Appointment Scheduler
pt_br: Agendar Consulta

source: Don't see the procedure you're looking for?<br>
pt_br: Não encontrou o procedimento que você precisa?<br>

source: Schedule a custom appointment
pt_br: Agende uma consulta personalizada

source: You have to be logged in to book an appointment.
pt_br: Você deve estar logado para marcar uma consulta.

source: An appointment at this date and time has already been booked!
pt_br: Uma consulta já foi marcada nesta data e horário!

source: Invalid date selected.
pt_br: Data inválida selecionada.

source: No available times for this date.
pt_br: Nenhum horário disponível para esta data.

source: Invalid time selected.
pt_br: Horário inválido selecionado.

source: Procedure is a NoneType.
pt_br: Procedimento é um NoneType.

source: Thank you for submitting your custom treatment request! Our team will promptly review your request and provide a response via email.
pt_br: Obrigado por enviar seu pedido de tratamento personalizado! Nosso time avaliará prontamente o seu pedido e fornecerá uma resposta via email.

source: Failed to book your custom appointment!
pt_br: Falha ao agendar sua consulta personalizada!

source: Thank you for scheduling your appointment! You will receive an email shortly to confirm your appointment details.
pt_br: Obrigado por agendar sua consulta! Você receberá um email em breve para confirmar detalhes de sua consulta.

source: Failed to book your appointment!
pt_br: Falha ao agendar sua consulta!

source: Phone number
pt_br: Número de telefone

source: Enter your username
pt_br: Insira seu nome de usuário

source: Enter your password
pt_br: Insira sua senha

source: Enter your first name
pt_br: Insira seu nome

source: Enter your last name
pt_br: Insira seu sobrenome

source: email@address.com
pt_br: email@exemplo.com

source: Enter a username
pt_br: Insira um nome de usuário

source: Enter your password again
pt_br: Repita sua senha

source: First name cannot be empty
pt_br: Nome não pode estar vazio

source: First Name
pt_br: Nome

source: Last name cannot be empty
pt_br: Sobrenome não pode estar vazio

source: Last Name
pt_br: Sobrenome

source: Email is required
pt_br: Email é requerido

source: The email must be valid
pt_br: O email deve ser válido

source: Enter a valid email
pt_br: Insira um email válido

source: CPF is required
pt_br: CPF é requerido

source: CPF must be valid
pt_br: CPF deve ser válido

source: CPF must have 11 digits
pt_br: CPF deve ter 11 dígitos

source: Enter a valid CPF
pt_br: Insira um CPF válido

source: Username
pt_br: Nome de usuário

source: Username must have letters, numbers or symbols. The length should be between 4 and 150 characters.
pt_br: O nome de usuário deve conter letras, números ou símbolos. O tamanho deve estar entre 4 e 150 caracteres.

source: Username is required
pt_br: Nome de usuário é requerido

source: Username must have at least 4 characters
pt_br: Nome de usuário deve ter pelo menos 4 caracteres

source: Username must have 150 characters or less
pt_br: Nome de usuário deve ter 150 caracteres ou menos

source: Phone Number
pt_br: Número de Telefone

source: The phone number provided is invalid
pt_br: O número de telefone fornecido é inválido

source: Password must contain at least one uppercase character, one lowercase character and one number. The length should be at least 8 characters.
pt_br: A senha deve conter pelo menos um caractere maiúsculo, um caractere minúsculo e um número. O tamanho deve ser pelo menos 8 caracteres.

source: Password must not be empty
pt_br: Senha não pode estar vazia

source: Password
pt_br: Senha

source: Repeat Password
pt_br: Repita a Senha

source: Please repeat your password
pt_br: Por favor, repita sua senha

source: User email is already in use
pt_br: Email já está em uso

source: This CPF is already registered
pt_br: Este CPF já está registrado

source: Forbidden username
pt_br: Nome de usuário proibido

source: Passwords must match
pt_br: As senhas devem ser iguais

source: New Password
pt_br: Nova Senha

source: Confirm New Password
pt_br: Confirme a Nova Senha

source: Appointment date and time
pt_br: Data e horário da consulta

source: at
pt_br: às

source: Appointment confirmed
pt_br: Consulta confirmada

source: Appointment completed
pt_br: Consulta completa

source: Update Profile
pt_br: Atualizar Perfil

source: Your Appointments
pt_br: Suas Consultas

source: Confirmed
pt_br: Confirmada

source: Cancel
pt_br: Cancelar

source: You have no appointments scheduled
pt_br: Você não tem nenhuma consulta agendada

source: Treatment History
pt_br: Histórico de Tratamento

source: Appointment successfully canceled
pt_br: Consulta cancelada com sucesso

source: You are logged in
pt_br: Você está logado

source: Invalid credentials
pt_br: Credenciais inválidas

source: Invalid username or password
pt_br: Usuário ou senha inválidos

source: Invalid logout request
pt_br: Pedido de logout inválido

source: Invalid logout user
pt_br: Usuário de logout inválido

source: Logged out successfully
pt_br: Logout realizado com sucesso

source: User has been created, please log in
pt_br: Usuário criado, por favor, faça login

source: User information has been updated
pt_br: Informações de usuário atualizadas

source: Password has been changed successfully
pt_br: Senha alterada com sucesso

source: Please, enter a valid CPF
pt_br: Por favor, insira um CPF válido

source: Invalid CPF
pt_br: CPF inválido

source: Your Appointment Confirmation
pt_br: Confirmação de Consulta

source: Thank you for scheduling an appointment with OdontoDj! Please check the information below and if everything is correct, click on the confirmation link. Date: {date} Time: {time} Procedure: {name} Price: R$ {price} {site} Best regards, OdontoDj
pt_br: Obrigado por agendar uma consulta com a OdontoDj! Por favor, verifique as informações abaixo e, caso tudo esteja correto, clique no link de confirmação. Data: {date} Horário: {time} Procedimento: {name} Preço: R$ {price} {site} Atenciosamente, OdontoDj

source: <div style="background-color:#f2ffff;"><div style="background-color:#f8f8f8;padding:20px;text-align:center;"><img src="{logo}" alt="Logo" width="8%"></div><p style="color:purple;font-size:22px;text-align:center;">Thank you for scheduling an appointment with <strong>OdontoDj</strong>!</p><div style="margin-left:30px;font-size:16px;"><p>Please check the information below and if everything is correct, click on the confirmation link.</p><br><strong>Date</strong>: {date}<br><strong>Time</strong>: {time}<br><strong>Procedure</strong>: {name}<br><strong>Price</strong>: R$ {price}<br><br><a style="padding:10px 20px;margin-top:5px;border:none;background:#000;color:#fff;cursor:pointer;text-decoration:none;" href="{site}">Confirm</a></div><div style="margin-left:15px;margin-bottom:30px;font-size:15px"><br><br>Best regards,<br><strong style="color:purple;font-size:18px;">OdontoDj</strong><br><br></div></div>
pt_br: <div style="background-color:#f2ffff;"><div style="background-color:#f8f8f8;padding:20px;text-align:center;"><img src="{logo}" alt="Logo" width="8%"></div><p style="color:purple;font-size:22px;text-align:center;">Obrigado por agendar uma consulta com a <strong>OdontoDj</strong>!</p><div style="margin-left:30px;font-size:16px;"><p>Por favor, verifique as informações abaixo e, caso tudo esteja correto, clique no link de confirmação.</p><br><strong>Data</strong>: {date}<br><strong>Horário</strong>: {time}<br><strong>Procedimento</strong>: {name}<br><strong>Preço</strong>: R$ {price}<br><br><a style="padding:10px 20px;margin-top:5px;border:none;background:#000;color:#fff;cursor:pointer;text-decoration:none;" href="{site}">Confirmar</a></div><div style="margin-left:15px;margin-bottom:30px;font-size:15px"><br><br>Atenciosamente,<br><strong style="color:purple;font-size:18px;">OdontoDj</strong><br><br></div></div>
